tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "riscv-software-src/riscv"
brew "openssl@1.1"
brew "archey4"
brew "asdf"
brew "node"
brew "bash-language-server"
brew "bat"
brew "bottom"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "cmake"
brew "delve"
brew "dust"
brew "eslint"
brew "etcd", restart_service: true
brew "exa"
brew "fd"
brew "fish"
brew "flake8"
brew "gdu"
brew "gh"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "libevent"
brew "libidn2"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "golangci-lint"
brew "gopls"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "haskell-language-server"
brew "helix"
brew "highlight"
brew "htop"
brew "hyperfine"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libffi"
brew "libfido2"
brew "libssh"
brew "libssh2"
brew "llvm"
brew "luarocks"
brew "mycli"
brew "mysql", restart_service: true
brew "ncdu"
brew "neovim"
brew "ninja"
brew "postgresql@14", restart_service: true
brew "prettier"
brew "pyenv"
brew "pyright", link: false
brew "python-lsp-server"
brew "python@3.10"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust-analyzer"
brew "shfmt"
brew "stylua"
brew "taplo"
brew "tcl-tk"
brew "texinfo"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vifm"
brew "vscode-langservers-extracted"
brew "wget"
brew "yaml-language-server"
brew "zoxide"
cask "font-fira-code"
cask "kitty"
cask "lapce"
cask "orbstack"
cask "xquartz"
vscode "bungcip.better-toml"
vscode "cschlosser.doxdocgen"
vscode "dustypomerleau.rust-syntax"
vscode "golang.go"
vscode "hdevalke.rust-test-lens"
vscode "jeff-hykin.better-cpp-syntax"
vscode "lanza.lldb-vscode"
vscode "mathon.code-novel"
vscode "MS-CEINTL.vscode-language-pack-zh-hans"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "PKief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "teabyii.ayu"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
